{
    "vida_fol": [
        "Recuerda beber agua regularmente. No eres un cactus, aunque a veces lo parezca.",
        "Conoce tus derechos laborales. Un buen trabajador está informado y preparado para cualquier eventualidad.",
        "Haz la cama cada mañana. O al menos cúbrela con algo para que parezca que tienes tu vida bajo control.",
        "Aprende a gestionar tu tiempo de manera eficiente. La productividad es clave tanto en la vida como en el trabajo.",
        "Tómate el tiempo para respirar profundamente... ¡pero cuidado! No querrás que te tomen por un ventilador humano.",
        "Crea un currículum atractivo y actualizado. Es tu carta de presentación, así que dale la importancia que merece.",
        "Desarrolla habilidades de comunicación asertiva. Saber expresarte bien evitará muchos malentendidos en el trabajo.",
        "Desarrolla habilidades de trabajo en equipo. Colaborar efectivamente con otros es clave en casi cualquier sector.",
        "Come frutas y verduras... ¡tu cuerpo agradecerá algo que no venga en envase plástico!",
        "Sé puntual en todas tus responsabilidades. La puntualidad es un signo de respeto hacia los demás.",
        "No te tomes la vida tan en serio. ¡Nadie sale vivo de ella, de todos modos!",
        "Practica la empatía con tus compañeros de trabajo. Las relaciones laborales son más fáciles cuando entiendes a los demás.",
        "Identifica tus fortalezas y debilidades. Trabaja en las segundas para ser más competente en tu puesto.",
        "Recuerda, la procrastinación es un arte... pero dejar todo para mañana puede convertirte en un Picasso del caos.",
        "Infórmate sobre los contratos laborales. Saber qué firmar y qué no puede salvarte de malos ratos.",
        "Escucha música en los momentos tristes. ¡A veces una canción pegajosa es la mejor terapia!",
        "Mantén una actitud profesional, tanto dentro como fuera del trabajo. Las primeras impresiones importan.",
        "No discutas con desconocidos en internet. Es como intentar enseñarle a un gato a bailar salsa.",
        "Aprovecha las oportunidades de formación continua que ofrezca tu empresa. Te permitirá crecer dentro de tu campo.",
        "Recuerda que el café puede resolver muchas cosas... pero no todo, así que ten una almohada a mano por si te quedas dormido.",
        "Desarrolla una buena capacidad de resolución de problemas. Los desafíos en el trabajo son inevitables.",
        "Elabora un plan de carrera. Tener metas a largo plazo te motivará para seguir creciendo profesionalmente.",
        "No olvides descansar adecuadamente. Un trabajador descansado es más productivo y comete menos errores.",
        "Mantén una buena capacidad de negociación. Es una habilidad clave tanto para proyectos como para gestionar conflictos.",
        "Cocina algo nuevo cada semana. ¡No puedes vivir solo de pasta instantánea, aunque sea tentador!",
        "Desarrolla habilidades de liderazgo, incluso si no estás en un rol directivo. Ser capaz de guiar a otros es siempre útil.",
        "Conoce las leyes laborales básicas. Puede que algún día necesites saber qué hacer en caso de despido o cambio de condiciones.",
        "Tómate tiempo para ti mismo. ¡Incluso los superhéroes necesitan un día de spa (mental) de vez en cuando!",
        "Aprende a negociar tu salario. No tengas miedo de pedir lo que crees que mereces por tu trabajo.",
        "Tómate un día libre de redes sociales... pero no olvides anunciarlo, o nadie sabrá que te estás 'desconectando'.",
        "Conoce y entiende la cultura de tu empresa. Adaptarse a los valores y prácticas de la organización facilita tu integración.",
        "Llama a tus padres... ¡o podrían empezar a llamarte 20 veces al día con teorías sobre tu desaparición!",
        "Sé receptivo a las críticas constructivas. Verlas como una oportunidad de mejora te ayudará a crecer profesionalmente.",
        "No acumules cosas que no necesitas. ¡Tu casa no es un museo de arte moderno de cajas vacías y papeles viejos!",
        "Mantén una actitud abierta a nuevas ideas y métodos de trabajo. La flexibilidad es clave en un entorno laboral cambiante.",
        "Establece un equilibrio entre la vida laboral y personal. El bienestar personal es tan importante como el profesional.",
        "Infórmate sobre el convenio colectivo de tu sector. Conocer tus condiciones laborales es esencial para estar protegido.",
        "Ríete de ti mismo al menos una vez al día. ¡Es la mejor manera de entrenar tus abdominales sin ir al gimnasio!",
        "Haz cosas que te asusten de vez en cuando... ¡pero no te lances a correr con tijeras, por favor!",
        "Desarrolla una buena capacidad de gestión del tiempo. La organización es clave para el éxito personal y profesional.",
        "Crea un ambiente de trabajo positivo. La actitud de todos afecta el clima laboral.",
        "Tómate momentos para descansar entre consultas. La gestión emocional es crucial para tu bienestar y productividad.",
        "Infórmate sobre la legislación relacionada con el despido, baja laboral y otros aspectos clave de tu contrato.",
        "Haz ejercicios de respiración antes de una clase difícil. La preparación mental es fundamental.",
        "Sé honesto y transparente en tu lugar de trabajo. La integridad es una cualidad muy valorada por los empleadores.",
        "Evita la multitarea excesiva. A veces, enfocarte en una tarea a la vez mejora los resultados.",
        "Recuerda que no todo en la vida es trabajo... pero tampoco todo es Netflix.",
        "Realiza revisiones periódicas de tus objetivos profesionales. Es importante ajustar el rumbo cuando sea necesario.",
        "Crea un entorno de trabajo saludable. La ergonomía puede prevenir lesiones a largo plazo.",
        "Mantén una actitud proactiva. No esperes a que te den instrucciones para resolver un problema.",
        "Sé consciente de tus límites y no dudes en pedir ayuda cuando la necesites. Nadie lo sabe todo.",
        "Ten en cuenta la importancia del bienestar emocional. Si sientes agotamiento o ansiedad, busca apoyo.",
        "No olvides cuidar tu salud mental. Es tan importante como la salud física en el trabajo.",
        "Desarrolla habilidades para la toma de decisiones rápida y eficiente en situaciones de presión.",
        "Aprende a delegar cuando sea necesario. No puedes hacerlo todo tú solo, y delegar eficientemente es una habilidad esencial.",
        "Crea una rutina diaria que te permita optimizar tu tiempo y tus energías.",
        "Adopta una postura crítica frente a la información que recibes. No todo lo que escuchas en el trabajo es fiable.",
        "Conoce los diferentes tipos de bajas laborales a los que tienes derecho y los requisitos para solicitarlas.",
        "Aprende a manejar el estrés laboral. La gestión emocional es crucial para tu bienestar y productividad."
    ]
}