{
    "programador": [
        "Levántate cada hora y estírate, no quieres convertirte en una estatua de teclado.",
        "Recuerda mirar a lo lejos cada 20 minutos para descansar tus ojos... ¡pero no te quedes mirando a la nada o te llevarán al psicólogo!",
        "Mantén tu espacio de trabajo limpio. (Sin rollos de papel eeee 7w7)",
        "Asegúrate de tener una buena iluminación... o tus ojos empezarán a pedir vacaciones.",
        "Utiliza atajos de teclado para mejorar la eficiencia. ¿Por qué usar el ratón cuando puedes parecer un ninja del teclado?",
        "Configura un ambiente libre de distracciones... o acabarás viendo videos de gatitos por horas sin darte cuenta.",
        "Tómate un break para un snack, pero ojo... ¡sin llenar el teclado de migas!",
        "Recuerda guardar tu trabajo cada 5 minutos. Porque, si no, Murphy y su ley siempre estarán cerca.",
        "Ten una planta en tu escritorio, así puedes hablarle de tus bugs sin que te juzgue.",
        "No abuses del café. ¡O tu corazón pensará que estás debuggeando bajo presión las 24 horas!",
        "Revisa tu código dos veces... porque las variables olvidadas son como fantasmas que aparecen cuando menos lo esperas.",
        "Pon música de fondo épica cuando tengas que programar algo difícil, así te sentirás como un héroe... aunque estés peleando con un div mal colocado.",
        "Haz backups regularmente, o terminarás rezándole al dios de la recuperación de datos.",
        "Personaliza tu IDE como si fuera tu segunda casa. ¡Vas a pasar muchas horas ahí!",
        "Recuerda que dormir es parte del ciclo de desarrollo, aunque a veces se sienta como una opción.",
        "Apaga el ordenador al final del día... ¡aunque a veces parezca que tu código nunca te deja ir!",
        "Ten siempre un meme listo para esos momentos donde nada funciona... ¡el humor es parte del proceso!",
        "Si el código no compila, tómate un momento para reflexionar... o gritarle al monitor, ambos funcionan.",
        "Mantén siempre una botella de agua cerca... ¡no puedes hidratarte solo con café!",
        "Recuerda: si funciona, no lo toques. ¡No quieras tentar a los bugs dormidos!"
    ],
    "diseñador": [
        "Recuerda mantener una postura adecuada mientras trabajas, tu espalda te lo agradecerá... y tu masajista se pondrá triste.",
        "Mantén hidratada tu mente y cuerpo, porque sin café o agua, la creatividad se va de vacaciones.",
        "Tómate descansos para hacer bocetos a mano, ¡esos garabatos podrían ser tu próxima obra maestra! O al menos parecerá arte moderno.",
        "Explora nuevos estilos y técnicas en tu tiempo libre. ¡Hoy cubismo, mañana quién sabe!",
        "Organiza tus archivos y proyectos de manera efectiva para evitar buscar tu diseño perdido como si fuera un tesoro pirata.",
        "No te obsesiones con el pixel perfecto... ¡a veces la imperfección es arte!",
        "Ten siempre a mano una libreta para ideas repentinas... aunque no todas sean brillantes.",
        "Apaga el ordenador y revisa tu diseño en papel. ¡A veces los ojos digitales engañan!",
        "Recuerda, las combinaciones de colores no son una guerra. ¡Todos los colores pueden llevarse bien!",
        "Si no te inspiras, observa el mundo a tu alrededor... o simplemente mira memes, eso también ayuda.",
        "No olvides estirar tus manos después de horas de manejar el mouse... ¡no quieres un pulgar gamer!",
        "Mantén tu escritorio organizado, o terminarás buscando tus lápices como si fuera un juego de detectives.",
        "Ten una playlist relajante para esos momentos en los que el cliente te pide cambios infinitos.",
        "No olvides guardar tu progreso cada 5 minutos... o te convertirás en un Picasso accidental.",
        "Practica la paciencia. El control Z no puede arreglar todas las malas decisiones.",
        "Revisa siempre el archivo de impresión... ¡no querrás un flyer con texto desaparecido!",
        "Recuerda, la inspiración puede venir de cualquier lado. ¡Hasta de esa vieja caja de cereales!",
        "Tómate el diseño con calma. Los clientes que dicen 'solo un pequeño cambio' suelen mentir.",
        "Ten un plan B para tus archivos... y un plan C para tu plan B.",
        "Aprecia tu trabajo, incluso si solo es cambiar el logo de tamaño por enésima vez."
    ],
    "doctor": [
        "Tómate momentos para descansar entre consultas. No eres un robot, ¡aunque a veces lo parezca!",
        "Mantén tus manos hidratadas si las lavas frecuentemente... o terminarán como papel de lija.",
        "Recuerda alimentarte bien, ¡tu estómago también tiene derecho a que lo consultes de vez en cuando!",
        "Revisa tu postura al estar de pie por largos periodos... o acabarás curando a tus pacientes con la espalda torcida.",
        "Usa calzado cómodo que apoye tus pies, porque correr por el hospital con tacones o zapatos duros es el equivalente a una maratón... ¡sin medalla!",
        "Haz pequeños ejercicios de respiración entre pacientes... ¡o acabarás diagnosticándote a ti mismo con estrés!",
        "No te olvides del café, pero tampoco te pases, ¡no queremos un doctor hiperactivo con el estetoscopio en la mano!",
        "Tómate un momento para reorganizar tu escritorio... o acabarás buscando el estetoscopio en el cajón de los guantes.",
        "Haz chistes ligeros con tus pacientes, ¡el humor es la mejor medicina, después de los antibióticos!",
        "Recuerda, las series médicas de la tele no son la realidad... aunque algunos pacientes piensen lo contrario.",
        "Tómate un descanso para caminar un poco, ¡no todo es estar de pie o sentado!",
        "Revisa tus papeles con calma, no querrás recetar sopa de letras por error.",
        "Duerme bien entre guardias, porque no quieres operar medio dormido... ¡ni hacer diagnósticos en modo zombi!",
        "No te sobrecargues de trabajo. ¡No quieres acabar siendo paciente en tu propio hospital!",
        "Ten siempre snacks saludables cerca. ¡No puedes vivir solo de café y charlas motivacionales!",
        "Mantén tu sentido del humor, aunque estés en una guardia interminable. ¡Ríete del caos!",
        "Asegúrate de tener suficiente gel antibacterial... ¡y ojalá no confundirlo con el desinfectante de superficies!",
        "Recuerda que, aunque seas doctor, tú también necesitas cuidados. ¡No eres invencible!",
        "Evita los diagnósticos apresurados... ¡no quieres confundir un resfriado con la peste bubónica!",
        "Lleva siempre tu bata limpia, porque nunca sabes cuándo aparecerá el paciente que vomita arcoíris."
    ],
    "profesor": [
        "Haz ejercicios de respiración antes de una clase difícil... ¡o podrías acabar gritando en código Morse sin darte cuenta!",
        "Asegúrate de tener un tiempo de descanso entre clases, tus cuerdas vocales no son de acero.",
        "Recuerda mantener una buena postura al sentarte y dar clases, porque encorvarse te hará parecer un filósofo de la Edad Media.",
        "Adapta tus lecciones para diferentes estilos de aprendizaje, ¡aunque a veces parezca que tienes que ser mago para captar la atención de todos!",
        "Integra el uso de tecnología para hacer las clases más dinámicas... pero prepárate para las caras de confusión cuando el proyector falle.",
        "Recuerda que tú también puedes aprender de tus alumnos... aunque sea cómo usar el último meme.",
        "Mantén siempre una taza de café cerca... porque con la primera clase del día, nada se garantiza.",
        "Haz pausas para contar una anécdota divertida. ¡A veces una buena risa es lo único que te mantiene despierto a ti y a los alumnos!",
        "Asegúrate de tener tiza o marcadores... ¡no quieres dar clase usando tu dedo como puntero láser!",
        "Descansa la voz cada tanto... ¡tu garganta no está diseñada para dar un concierto diario!",
        "Tómate un minuto para observar a tus alumnos. A veces sus expresiones valen más que una evaluación.",
        "Ten una pequeña planta en el aula... aunque probablemente los alumnos olviden regarla.",
        "Recuerda siempre tener un backup de tus presentaciones. La tecnología es traicionera, igual que las excusas de 'no hice mi tarea'.",
        "Intenta no decir 'esto vendrá en el examen' en cada frase, ¡a tus alumnos les puede dar un mini infarto!",
        "Organiza concursos y juegos, ¡así aprenden y se divierten a la vez! Bueno, al menos eso intentas...",
        "Escucha las ideas de tus estudiantes, aunque a veces se sientan como sugerencias para ser astronauta.",
        "Ten un plan B, C, y D para cuando las cosas no salgan como esperabas. ¡Bienvenido a la docencia!",
        "Recuerda, la paciencia es tu mejor amiga... o tu mayor desafío.",
        "¡No olvides tu sentido del humor! A veces una broma a tiempo salva el día.",
        "Después de una clase difícil, tómate un buen respiro... ¡o un helado, tú también te lo mereces!"
    ],
    "ingeniero": [
        "Estira tus manos y muñecas si trabajas mucho con herramientas. ¡Tus manos no quieren jubilarse antes de tiempo!",
        "Asegúrate de usar el equipo de protección adecuado... o podrías convertirte en el próximo superhéroe... ¡de los accidentes laborales!",
        "Tómate descansos regulares para evitar el agotamiento mental... o empezarás a ver ecuaciones en tus sueños.",
        "Mantén tu espacio de trabajo seguro y organizado... o te volverás parte del caos que estás creando.",
        "Revisa y calibra las herramientas con regularidad... porque nadie quiere un destornillador rebelde.",
        "No te olvides del casco. ¡Nadie quiere un 'buenos días' de una tuerca voladora!",
        "Tómate un café... o dos, pero no te emociones, ¡no querrás construir con manos temblorosas!",
        "Consulta siempre los planos. ¡No quieres terminar construyendo una torre de Pisa por accidente!",
        "Haz bromas con tus compañeros. ¡Es más divertido cuando el trabajo pesado viene acompañado de risas!",
        "Si algo no funciona, golpea suavemente... y si sigue sin funcionar, entonces llama a un experto.",
        "No improvises demasiado. Las sorpresas están bien en los cumpleaños, ¡no en las obras!",
        "No olvides el almuerzo, ¡la ingeniería con hambre es un riesgo de diseño!",
        "Revisa tus cálculos tres veces. ¡O acabarás con un puente que sólo un pájaro puede cruzar!",
        "Divide el trabajo en partes más pequeñas. Porque construir la Torre Eiffel en un día suena agotador.",
        "Usa el equipo adecuado... ¡no intentes apretar una tuerca con las manos desnudas!",
        "Mantén tus herramientas en buen estado, o podrían decidir dejar de funcionar en el peor momento.",
        "No intentes levantar más peso del que puedes. ¡Tus músculos no tienen garantía extendida!",
        "Ponte protección auditiva... porque trabajar con maquinaria pesada no es un concierto de rock.",
        "Ten siempre un bolígrafo cerca. ¡Nunca se sabe cuándo tendrás que hacer anotaciones importantes!",
        "Haz un chiste sobre tu trabajo cada tanto. ¡Ser ingeniero no significa que no puedas reírte del caos!"
    ]
}
